import { text } from "stream/consumers";

const activitiesText = [
    { 
        id: 1, 
        text: [
            "• Выставочные объекты и автомобили будут размещены на основной территории Гребного Канала вдоль основной набережной, с разделением на тематические подзоны.",
            "• Сцена на набережной канала будет постоянно предлагать вам выступления приглашенных исполнителей, лекции, конкурсы, спонсорские программы и розыгрыши.",
            "• Вас ждет множество уникальных объектов от наших спонсоров.",
            "• Ралли участников на открытии выставки.",
            "• В зоне фуд-кортов вас будут ждать представители всех кухонь мира которые порадуют вас и ваших детей.",
            "• Развлечения для детей будут дополнять мероприятие и предоставят возможность родителям насладиться автомобильной культурой наше страны.",
        ],
    },
    { 
        id: 2, 
        text: [
            "• Дрифт площадка со звуковым оборудованием для объявления выступлений и заездов, включает в себя показательные/тренировочные одиночные и парные заезды, мини кубок фестиваля, дрифт такси в перерывах.",
            "• Оффроад подзона для проведения показательных гонок по прямому недорожному участку среди недорожных видов техники. Звуковое оборудование и ограждения.",
            "• Статичная выставка внедорожных видов техники вблизи прямого участка для гонок. ",
            "• Фуд-корт состоящий из 5-ти фуд-траков вблизи моста.",
            "• В зоне фуд-кортов вас будут ждать представители всех кухонь мира которые порадуют вас и ваших детей.",
            "• Подзона для кемпинга зрителей и участников выставки.аше страны.",
        ],
    },
    { 
        id: 3, 
        text: [
            "• Показательные заезды по прямой гоночных катеров и шоу программа на водных скутерах.",
        ]
    }
];

export default activitiesText;
