const scheduleInfo = [
    [
        { 
            time: '10:00',
            item: "Открытие выставки",
        },
        { 
            time: '11:00',
            item: "DJ на главной сцене",
        },
        { 
            time: '14:00',
            item: "Конкурс и лекция на главной сцене",
        },
        { 
            time: '15:00',
            item: "Перерыв",
        },
        { 
            time: '16:00',
            item: "Конкурс/лекция на главной сцене",
        },
        { 
            time: '17:00 — 18:00',
            item: "Выступление приглашенного артиста",
        },
        { 
            time: '18:00 — 19:00',
            item: "DJ / Живая музыка",
        },
        { 
            time: '21:00',
            item: "Закрытие фестиваля и розыгрыш автомобиля",
        },
    ],
    [
        { 
            time: '10:00',
            item: "Открытие выставки",
        },
        { 
            time: '11:00 — 13:00',
            item: "Тренировочные дрифт заезды",
        },
        { 
            time: '13:00 — 14:00',
            item: "Заезды внедорожников",
        },
        { 
            time: '14:30 — 15:30',
            item: "Заезды на воде",
        },
        { 
            time: '16:00 — 17:00',
            item: "Заезды внедорожников",
        },
        { 
            time: '17:00 — 19:00',
            item: "ТОП 32 Дрифт",
        },
    ]
];

export default scheduleInfo;
